Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Barcode Scan - scan product package
de: Barcode-Scan – Produktpaket scannen
es: Escaneo de código de barras: escaneo de paquete de producto
fr: Scanner de codes-barres - scanner l'emballage du produit
it: Scansione codice a barre: scansiona il pacchetto del prodotto
pt_pt: Varredura de código de barras - digitalize o pacote do produto
ru: Сканирование штрих-кода - сканирование упаковки продукта

source: Base Logging XP
de: Basisprotokollierung XP
es: XP de registro básico
fr: XP de journalisation de base
it: XP di registrazione di base
pt_pt: XP de registro básico
ru: Базовый опыт ведения журнала

source: Based on your remaining macros
de: Basierend auf Ihren verbleibenden Makros
es: Basado en las macros restantes
fr: Basé sur vos macros restantes
it: In base alle macro rimanenti
pt_pt: Com base nas macros restantes
ru: На основе оставшихся макросов

source: Basic Info
de: Grundlegende Informationen
es: Información básica
fr: Informations de base
it: Informazioni di base
pt_pt: Informações básicas
ru: Основная информация

source: Basic metrics to start
de: Grundlegende Kennzahlen für den Anfang
es: Métricas básicas para empezar
fr: Métriques de base pour commencer
it: Metriche di base per iniziare
pt_pt: Métricas básicas para começar
ru: Основные показатели для начала

source: Basil Pesto
de: Basilikumpesto
es: Pesto de albahaca
fr: Pesto au basilic
it: Pesto Al Basilico
pt_pt: Pesto de manjericão
ru: Базилик Песто

source: Beef
de: Rindfleisch
es: Carne de res
fr: Bœuf
it: Manzo
pt_pt: Carne bovina
ru: Говядина

source: Beef Sirloin Steak
de: Rinderfiletsteak
es: Solomillo de ternera
fr: Steak de surlonge de bœuf
it: Bistecca di controfiletto di manzo
pt_pt: Bife de lombo de vaca
ru: Стейк из говяжьей вырезки

source: Beef Stock (Demi-glace)
de: Rinderbrühe (Demi-Glace)
es: Caldo de Carne (Demi-glace)
fr: Bouillon de Boeuf (Demi-glace)
it: Brodo Di Manzo (Demi-glace)
pt_pt: Caldo de Carne (Demi Glace)
ru: Бульон говяжий (демиглас)

source: Before
de: Vor
es: Antes
fr: Avant
it: Prima
pt_pt: Antes
ru: До

source: BEFORE
de: VOR
es: ANTES
fr: AVANT
it: PRIMA
pt_pt: ANTES
ru: ДО

source: Before & After
de: Vorher und Nachher
es: Antes y Después
fr: Avant et après
it: Prima e dopo
pt_pt: Antes e Depois
ru: До и После

source: Before Weight
de: Vor dem Gewicht
es: Antes del peso
fr: Avant le poids
it: Prima del peso
pt_pt: Antes do Peso
ru: До веса

source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante
pt_pt: Novato
ru: Новичок

source: Belgian Endive
de: Belgische Endivie
es: Endivia belga
fr: Endive belge
it: Indivia belga
pt_pt: Endívia belga
ru: Бельгийский эндивий

source: Bell Pepper
de: Paprika
es: Pimiento morrón
fr: Poivron
it: Peperone
pt_pt: Pimentão
ru: Болгарский перец

source: Bell Peppers
de: Paprika
es: Pimientos
fr: Poivrons
it: Peperoni
pt_pt: Pimentão
ru: Болгарский перец

source: Berries
de: Beeren
es: bayas
fr: Baies
it: Frutti di bosco
pt_pt: Bagas
ru: Ягоды

source: Berry Chia Seed Pudding
de: Beeren-Chia-Samen-Pudding
es: Pudín de semillas de chía y bayas
fr: Pouding aux graines de chia et aux baies
it: Budino di semi di chia ai frutti di bosco
pt_pt: Pudim de Sementes de Berry Chia
ru: Ягодный пудинг из семян чиа

source: Berry Green Antioxidant Smoothie
de: Beerengrüner antioxidativer Smoothie
es: Batido antioxidante de bayas verdes
fr: Smoothie antioxydant aux baies vertes
it: Frullato antiossidante ai frutti di bosco verdi
pt_pt: Smoothie antioxidante verde de frutas vermelhas
ru: Ягодно-зеленый антиоксидантный смузи

source: Best for muscle building
de: Am besten für den Muskelaufbau
es: Lo mejor para desarrollar músculo
fr: Idéal pour le développement musculaire
it: Ideale per la costruzione muscolare
pt_pt: Melhor para construção muscular
ru: Лучшее для наращивания мышечной массы

source: Better alignment
de: Bessere Ausrichtung
es: Mejor alineación
fr: Meilleur alignement
it: Migliore allineamento
pt_pt: Melhor alinhamento
ru: Лучшее выравнивание

source: Better Sleep
de: Besserer Schlaf
es: Dormir mejor
fr: Meilleur sommeil
it: Dormire meglio
pt_pt: Dormir melhor
ru: Лучший сон

source: Binge Eating
de: Essattacken
es: atracones
fr: La frénésie alimentaire
it: Alimentazione incontrollata
pt_pt: Compulsão alimentar
ru: Переедание

source: Bio-hacking Tips
de: Bio-Hacking-Tipps
es: Consejos para el biohacking
fr: Conseils de biopiratage
it: Suggerimenti per il biohacking
pt_pt: Dicas de biohacking
ru: Советы по биохакингу

source: Black Bean and Corn Fiesta Salad
de: Fiesta-Salat mit schwarzen Bohnen und Mais
es: Ensalada Fiesta de Frijoles Negros y Maíz
fr: Salade fiesta aux haricots noirs et au maïs
it: Insalata Fiesta di fagioli neri e mais
pt_pt: Salada Fiesta de Feijão Preto e Milho
ru: Салат «Фиеста» из черной фасоли и кукурузы

source: Black Cod (Sablefish) Fillet
de: Schwarzes Kabeljaufilet (Zobelfisch).
es: Filete De Bacalao Negro (Sablefish)
fr: Filet de morue noire (morue charbonnière)
it: Filetto di merluzzo nero (pesce nero).
pt_pt: Filé de Bacalhau Preto (Sablefish)
ru: Филе черной трески (соболика)

source: Black Coffee
de: Schwarzer Kaffee
es: Café negro
fr: Café noir
it: Caffè nero
pt_pt: Café preto
ru: Черный кофе

source: Black Garlic Purée
de: Schwarzes Knoblauchpüree
es: Puré De Ajo Negro
fr: Purée d'Ail Noir
it: Purea di aglio nero
pt_pt: Purê de Alho Preto
ru: Пюре из черного чеснока

source: Black Truffle Oil
de: Schwarzes Trüffelöl
es: Aceite de Trufa Negra
fr: Huile de Truffe Noire
it: Olio al Tartufo Nero
pt_pt: Óleo de Trufa Negra
ru: Масло черного трюфеля

source: Block Product
de: Produkt blockieren
es: Producto en bloque
fr: Bloquer le produit
it: Blocca prodotto
pt_pt: Bloquear Produto
ru: Блокировать продукт

source: Blueberries
de: Blaubeeren
es: arándanos
fr: Bleuets
it: Mirtilli
pt_pt: Mirtilos
ru: Черника

source: Body Height
de: Körpergröße
es: Altura del cuerpo
fr: Taille du corps
it: Altezza del corpo
pt_pt: Altura do corpo
ru: Рост

source: Body Metrics
de: Körpermetriken
es: Métricas corporales
fr: Mesures corporelles
it: Metriche del corpo
pt_pt: Métricas Corporais
ru: Метрики тела

source: Body Weight
de: Körpergewicht
es: Peso corporal
fr: Poids corporel
it: Peso corporeo
pt_pt: Peso corporal
ru: Вес

source: Bon Appétit!
de: Guten Appetit!
es: ¡Buen provecho!
it: Buon appetito!
pt_pt: Bom apetite!
ru: Приятного аппетита!

source: Bone Broth
de: Knochenbrühe
es: Caldo de Huesos
fr: Bouillon d'Os
it: Brodo di ossa
pt_pt: Caldo de osso
ru: Костный бульон

source: Bone broth or a light salad first. Your digestive system is asleep, wake it up gently.
de: Zuerst Knochenbrühe oder einen leichten Salat. Ihr Verdauungssystem schläft, wecken Sie es sanft auf.
es: Primero caldo de huesos o una ensalada ligera. Tu sistema digestivo está dormido, despiértalo suavemente.
fr: Un bouillon d'os ou une salade légère au préalable. Votre système digestif est endormi, réveillez-le en douceur.
it: Per prima cosa, brodo di ossa o insalata leggera. Il tuo sistema digestivo sta dormendo, sveglialo dolcemente.
pt_pt: Caldo de osso ou uma salada leve primeiro. Seu sistema digestivo está adormecido, acorde-o suavemente.
ru: Bone broth or a light salad first. Your digestive system is asleep, wake it up гently.

source: Boost your minerals
de: Steigern Sie Ihre Mineralien
es: Aumenta tus minerales
fr: Boostez vos minéraux
it: Potenzia i tuoi minerali
pt_pt: Aumente seus minerais
ru: Повысьте уровень минералов

source: Bottle
de: Flasche
es: Botella
fr: Bouteille
it: Bottiglia
pt_pt: Garrafa
ru: Бутылка

source: Break it with lean protein (chicken/fish) and veggies. Avoid heavy carbs immediately.
de: Brechen Sie es mit magerem Eiweiß (Huhn/Fisch) und Gemüse auf. Vermeiden Sie sofort schwere Kohlenhydrate.
es: Rómpelo con proteínas magras (pollo/pescado) y verduras. Evite los carbohidratos pesados ​​de inmediato.
fr: Cassez-le avec des protéines maigres (poulet/poisson) et des légumes. Évitez immédiatement les glucides lourds.
it: Spezzalo con proteine ​​magre (pollo/pesce) e verdure. Evita immediatamente i carboidrati pesanti.
pt_pt: Divida-o com proteínas magras (frango/peixe) e vegetais. Evite carboidratos pesados ​​imediatamente.
ru: Добавьте в него нежирный белок (курица/рыба) и овощи. Немедленно избегайте тяжелых углеводов.

source: Break-Fast Foods
de: Frühstücks-Fastfood
es: Comidas para desayunar
fr: Aliments pour le petit-déjeuner
it: Cibi da colazione
pt_pt: Alimentos para o café da manhã
ru: Еда для выхода из голодания

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione
pt_pt: Café da manhã
ru: Завтрак

source: Breaks Plateaus
de: Bricht Plateaus
es: Rompe mesetas
fr: Plateaux de rupture
it: Rompe gli altipiani
pt_pt: Quebra platôs
ru: Ломает плато

source: Broccoli
de: Brokkoli
es: Brócoli
fr: Brocoli
pt_pt: Brócolis
ru: Брокколи

source: Broccoli Florets
de: Brokkoliröschen
es: Floretes de brócoli
fr: Fleurons de brocoli
it: Cimette di broccoli
pt_pt: Florzinhas de brócolis
ru: Соцветия брокколи

source: Brown Rice
de: Brauner Reis
es: Arroz Integral
fr: Riz brun
it: Riso integrale
pt_pt: Arroz Integral
ru: Коричневый рис

source: Browse by Calories
de: Suchen Sie nach Kalorien
es: Buscar por calorías
fr: Parcourir par calories
it: Sfoglia per calorie
pt_pt: Navegar por calorias
ru: Просмотр по калориям

source: Brut Champagne
de: Brut-Champagner
es: Champán Brut
fr: Champagne brut
it: Champagne Brut
pt_pt: Champanhe Bruto
ru: Брют Шампанское

source: Build a 7-Day Plan
de: Erstellen Sie einen 7-Tage-Plan
es: Construya un plan de 7 días
fr: Construire un plan sur 7 jours
it: Costruisci un piano di 7 giorni
pt_pt: Crie um plano de 7 dias
ru: Создать план на 7 дней

source: Build healthy habits, understand your body, and achieve your goals with our science-backed guides.
de: Entwickeln Sie gesunde Gewohnheiten, verstehen Sie Ihren Körper und erreichen Sie Ihre Ziele mit unseren wissenschaftlich fundierten Leitfäden.
es: Desarrolle hábitos saludables, comprenda su cuerpo y alcance sus objetivos con nuestras guías respaldadas por la ciencia.
fr: Adoptez des habitudes saines, comprenez votre corps et atteignez vos objectifs grâce à nos guides fondés sur la science.
it: Costruisci abitudini sane, comprendi il tuo corpo e raggiungi i tuoi obiettivi con le nostre guide supportate dalla scienza.
pt_pt: Crie hábitos saudáveis, entenda seu corpo e alcance seus objetivos com nossos guias científicos.
ru: Build healthy habits, understand your body, and achieve your цельs with our science-backed гuides.

source: Build Muscle
de: Bauen Sie Muskeln auf
es: Desarrollar músculo
fr: Développer ses muscles
it: Costruisci muscoli
pt_pt: Construir músculos
ru: Наращивание мышечной массы

source: Build strength, increase density, and grow lean muscle
de: Bauen Sie Kraft auf, erhöhen Sie die Dichte und bauen Sie schlanke Muskeln auf
es: Desarrolla fuerza, aumenta la densidad y desarrolla músculo magro.
fr: Développez votre force, augmentez votre densité et développez votre masse musculaire maigre
it: Costruisci forza, aumenta la densità e sviluppa la massa muscolare magra
pt_pt: Construa força, aumente a densidade e desenvolva massa muscular magra
ru: Build strength, increase density, and гrow lean muscle

source: Burn fat, optimize metabolism, and feel lighter
de: Verbrennen Sie Fett, optimieren Sie den Stoffwechsel und fühlen Sie sich leichter
es: Quema grasa, optimiza el metabolismo y siéntete más ligero
fr: Brûlez les graisses, optimisez le métabolisme et sentez-vous plus léger
it: Brucia i grassi, ottimizza il metabolismo e ti senti più leggero
pt_pt: Queime gordura, otimize o metabolismo e sinta-se mais leve
ru: Сжигайте жир, оптимизируйте обмен веществ и почувствуйте себя легче

source: Burn Intensity
de: Brennintensität
es: Intensidad de quemado
fr: Intensité de la brûlure
it: Intensità di combustione
pt_pt: Intensidade de queimadura
ru: Интенсивность ожога

source: Burned
de: Verbrannt
es: quemado
fr: Brûlé
it: Bruciato
pt_pt: Queimado
ru: Сожжено

source: Butter Lettuce Leaves
de: Buttersalatblätter
es: Hojas de lechuga con mantequilla
fr: Feuilles de laitue au beurre
it: Foglie Di Lattuga Al Burro
pt_pt: Folhas de alface manteiga
ru: Листья салата сливочного масла

source: Butter-Basted Ora King Salmon with Sunchoke Velouté and Ossetra Caviar
de: Mit Butter bestrichener Ora-Königslachs mit Sunchoke-Velouté und Ossetra-Kaviar
es: Salmón Ora King bañado en mantequilla con Sunchoke Velouté y caviar Ossetra
fr: Saumon Ora King au beurre, velouté de topinambour et caviar d'Ossetra
it: Salmone Ora King impanato al burro con vellutata di Sunchoke e caviale Ossetra
pt_pt: Salmão Ora King Regado com Manteiga com Sunchoke Velouté e Caviar Ossetra
ru: Королевский лосось Ора в сливочном масле с велюте из санчока и осетринской икрой

source: Butter-Poached Lobster Tail with Saffron Risotto
de: In Butter pochierter Hummerschwanz mit Safranrisotto
es: Cola de langosta escalfada en mantequilla con risotto al azafrán
fr: Queue de homard pochée au beurre avec risotto au safran
it: Coda di aragosta affogata nel burro con risotto allo zafferano
pt_pt: Cauda de Lagosta Escalfada na Manteiga com Risoto de Açafrão
ru: Хвост омара, приготовленный в сливочном масле, с ризотто с шафраном

source: Buttery sea bass marinated in saikyo miso, slowly roasted and served over a crystal-clear, umami-rich mushroom broth. 🐟
de: Butteriger Wolfsbarsch, mariniert in Saikyo Miso, langsam geröstet und über einer kristallklaren, umamireichen Pilzbrühe serviert. 🐟
es: Lubina mantecosa marinada en miso saikyo, asada lentamente y servida sobre un caldo de champiñones cristalino y rico en umami. 🐟
fr: Bar au beurre mariné dans du saikyo miso, rôti lentement et servi sur un bouillon de champignons cristallin et riche en umami. 🐟
it: Branzino burroso marinato nel miso saikyo, arrostito lentamente e servito su un brodo di funghi cristallino e ricco di umami. 🐟
pt_pt: Robalo amanteigado marinado em missô saikyo, assado lentamente e servido em caldo de cogumelos cristalino e rico em umami. 🐟
ru: Масляный морской окунь, маринованный в мисо сайкё, медленно обжаренный и подаваемый с кристально чистым, насыщенным умами грибным бульоном. 🐟

source: By tapping Sign up, you agree to our Terms of Use and Privacy Policy.
de: Indem Sie auf „Registrieren“ tippen, stimmen Sie unseren Nutzungsbedingungen und Datenschutzrichtlinien zu.
es: Al tocar Registrarse, acepta nuestros Términos de uso y Política de privacidad.
fr: En appuyant sur S'inscrire, vous acceptez nos conditions d'utilisation et notre politique de confidentialité.
it: Toccando Iscriviti, accetti i nostri Termini di utilizzo e l'Informativa sulla privacy.
pt_pt: Ao tocar em Cadastre-se, você concorda com nossos Termos de Uso e Política de Privacidade.
ru: Нажимая «Зарегистрироваться», вы соглашаетесь с нашими Условиями использования и Политикой конфиденциальности.

source: Caching photo %lld of %lld
de: Foto %lld von %lld wird zwischengespeichert
es: Almacenamiento en caché de la foto %lld de %lld
fr: Mise en cache de la photo %lld de %lld
it: Memorizzazione nella cache della foto %lld di %lld
pt_pt: Armazenando foto %lld de %lld em cache
ru: Загрузка фото %lld из %lld

source: Calcium
de: Kalzium
es: Calcio
it: Calcio
pt_pt: Cálcio
ru: Кальций

source: Calculated overall synergy
de: Berechnete Gesamtsynergie
es: Sinergia global calculada
fr: Synergie globale calculée
it: Sinergia complessiva calcolata
pt_pt: Sinergia geral calculada
ru: Рассчитанная общая синергия

source: Calculating your optimal macros... Preparing your AI Coach.
de: Berechnen Sie Ihre optimalen Makros... Bereiten Sie Ihren KI-Coach vor.
es: Calculando tus macros óptimas... Preparando a su entrenador de IA.
fr: Calcul de vos macros optimales... Préparer votre coach IA.
it: Calcolo dei macro ottimali... Preparare il tuo IA Coach.
pt_pt: Calculando suas macros ideais... Preparando seu treinador de IA.
ru: Рассчитываем ваши идеальные макросы... Готовим вашего ИИ-тренера.

source: Caloric Adherence
de: Kalorieneinhaltung
es: Adherencia calórica
fr: Adhérence calorique
it: Aderenza calorica
pt_pt: Aderência Calórica
ru: Соблюдение калорийности

source: Calorie Match Bonus
de: Kalorien-Match-Bonus
es: Bono de igualación de calorías
fr: Bonus de correspondance calorique
it: Bonus abbinamento calorie
pt_pt: Bônus de correspondência de calorias
ru: Бонус за соответствие калорий

source: Calories
de: Kalorien
es: calorías
it: Calorie
pt_pt: Calorias
ru: Калории

source: Calories (kcal)
de: Kalorien (kcal)
es: Calorías (kcal)
it: Calorie (kcal)
pt_pt: Calorias (kcal)
ru: Calories (ккал)

source: Calories Burned
de: Verbrannte Kalorien
es: Calorías quemadas
fr: Calories brûlées
it: Calorie bruciate
pt_pt: Calorias queimadas
ru: Калории сожжены

source: Calories Left: **%@**
de: Verbleibende Kalorien: **%@**
es: Calorías restantes: **%@**
fr: Calories restantes : **%@**
it: Calorie rimaste: **%@**
pt_pt: Calorias restantes: **%@**
ru: Осталось калорий: **%@**

source: Calories Left: **%lld**
de: Verbleibende Kalorien: **%lld**
es: Calorías restantes: **%lld**
fr: Calories restantes : **%lld**
it: Calorie rimaste: **%lld**
pt_pt: Calorias restantes: **%lld**
ru: Осталось калорий: **%lld**

source: Camera Access Required
de: Kamerazugriff erforderlich
es: Se requiere acceso a la cámara
fr: Accès à la caméra requis
it: È richiesto l'accesso alla fotocamera
pt_pt: Acesso à câmera necessário
ru: Требуется доступ к камере

source: Can I eat pizza tonight? How to get more protein? Ask anything.
de: Kann ich heute Abend Pizza essen? Wie bekomme ich mehr Protein? Fragen Sie alles.
es: ¿Puedo comer pizza esta noche? ¿Cómo obtener más proteínas? Pregunta cualquier cosa.
fr: Puis-je manger de la pizza ce soir ? Comment obtenir plus de protéines ? Demandez n'importe quoi.
it: Posso mangiare la pizza stasera? Come ottenere più proteine? Chiedi qualsiasi cosa.
pt_pt: Posso comer pizza esta noite? Como obter mais proteína? Pergunte qualquer coisa.
ru: Можно ли мне пиццу сегодня? Как добрать белок? Спрашивайте что угодно.

source: Can't find '%@'?
de: Sie können „%@“ nicht finden?
es: ¿No encuentras '%@'?
fr: Vous ne trouvez pas « %@ » ?
it: Non riesci a trovare '%@'?
pt_pt: Não consegue encontrar '%@'?
ru: Не можете найти «%@»?

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancellare
pt_pt: Cancelar
ru: Отмена

source: Cancel Generation
de: Generierung abbrechen
es: Cancelar generación
fr: Annuler la génération
it: Annulla generazione
pt_pt: Cancelar geração
ru: Отменить генерацию

source: Canned Black Beans (Rinsed)
de: Schwarze Bohnen aus der Dose (abgespült)
es: Frijoles Negros Enlatados (Enjuagados)
fr: Haricots noirs en conserve (rincés)
it: Fagioli Neri in Scatola (Sciacquati)
pt_pt: Feijão Preto Enlatado (Enxaguado)
ru: Консервированная черная фасоль (промытая)

source: Canned Chickpeas
de: Kichererbsen aus der Dose
es: Garbanzos Enlatados
fr: Pois chiches en conserve
it: Ceci in scatola
pt_pt: Grão de bico enlatado
ru: Консервированный нут

source: Canned Chickpeas (Rinsed)
de: Kichererbsen aus der Dose (abgespült)
es: Garbanzos Enlatados (Enjuagados)
fr: Pois chiches en conserve (rincés)
it: Ceci in Scatola (Sciacquati)
pt_pt: Grão de bico enlatado (enxaguado)
ru: Консервированный нут (промытый)

source: Canned Kidney Beans
de: Kidneybohnen aus der Dose
es: Frijoles enlatados
fr: Haricots rouges en conserve
it: Fagioli in scatola
pt_pt: Feijão Enlatado
ru: Консервированная фасоль

source: Canned Tuna
de: Thunfischkonserven
es: Atún Enlatado
fr: Thon en conserve
it: Tonno in scatola
pt_pt: Atum enlatado
ru: Консервированный тунец

source: Canned Tuna (In Water)
de: Thunfischkonserven (im Wasser)
es: Atún Enlatado (En Agua)
fr: Thon en Conserve (Dans L'Eau)
it: Tonno in Scatola (In Acqua)
pt_pt: Atum enlatado (em água)
ru: Консервированный тунец (в воде)

source: Capers in Brine
de: Kapern in Salzlake
es: Alcaparras en salmuera
fr: Câpres en saumure
it: Capperi in salamoia
pt_pt: Alcaparras em salmoura
ru: Каперсы в рассоле

source: Caprese Chicken Skillet
de: Caprese-Hühnerpfanne
es: Sartén De Pollo Caprese
fr: Poêlée de poulet Caprese
it: Padella Di Pollo Alla Caprese
pt_pt: Frigideira de Frango Caprese
ru: Куриная сковорода Капрезе

source: Carbs
de: Kohlenhydrate
es: carbohidratos
fr: Crabes
it: Carboidrati
pt_pt: Carboidratos
ru: Углеводы

source: CARBS
de: Kohlenhydrate
es: CARBOHIDRATOS
fr: CRABES
it: CARBOIDRATI
pt_pt: CARBOIDRATOS
ru: УГЛЕВОДЫ

source: Carbs (g)
de: Kohlenhydrate (g)
es: Carbohidratos (g)
fr: Glucides (g)
it: Carboidrati (g)
pt_pt: Carboidratos (g)
ru: Углеводы (г)

source: Carnivore
de: Fleischfresser
es: Carnívoro
it: Carnivoro
pt_pt: Carnívoro
ru: Хищник

source: Carrots
de: Karotten
es: Zanahorias
fr: Carottes
it: Carote
pt_pt: Cenouras
ru: Морковь

source: Casein
de: Kasein
es: Caseína
fr: Caséine
it: Caseina
pt_pt: Caseína
ru: Казеин

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt_pt: Categoria
ru: Категория

source: Cauliflower Florets
de: Blumenkohlröschen
es: Floretes de coliflor
fr: Fleurons de chou-fleur
it: Cimette di cavolfiore
pt_pt: Florzinhas de couve-flor
ru: Соцветия цветной капусты

source: Cauliflower Rice
de: Blumenkohlreis
es: Arroz De Coliflor
fr: Riz au chou-fleur
it: Riso Al Cavolfiore
pt_pt: Arroz de couve-flor
ru: Рис с цветной капустой

source: Celeriac (Celery Root)
de: Sellerie (Selleriewurzel)
es: Apio nabo (raíz de apio)
fr: Céleri-rave (céleri-rave)
it: Sedano rapa (radice di sedano)
pt_pt: Aipo-rábano (raiz de aipo)
ru: Сельдерей (корень сельдерея)

source: Celery
de: Sellerie
es: Apio
fr: Céleri
it: Sedano
pt_pt: Salsão
ru: Сельдерей

source: Cellular Repair
de: Zellreparatur
es: Reparación Celular
fr: Réparation cellulaire
it: Riparazione cellulare
pt_pt: Reparo Celular
ru: Восстановление клеток

source: Chat History
de: Chat-Verlauf
es: Historial de chat
fr: Historique des discussions
it: Cronologia chat
pt_pt: Histórico de bate-papo
ru: История чата

source: Chat with AI Coach
de: Chatten Sie mit AI Coach
es: Chatea con el entrenador de IA
fr: Discutez avec le coach IA
it: Chatta con l'allenatore dell'IA
pt_pt: Converse com o treinador de IA
ru: Чат с ИИ-тренером

source: Chat with your personal AI coach. Get macro advice and daily verdicts.
de: Chatten Sie mit Ihrem persönlichen KI-Coach. Erhalten Sie makroökonomische Ratschläge und tägliche Urteile.
es: Chatea con tu entrenador personal de IA. Obtenga consejos macro y veredictos diarios.
fr: Discutez avec votre coach IA personnel. Obtenez des conseils macro et des verdicts quotidiens.
it: Chatta con il tuo allenatore personale di intelligenza artificiale. Ottieni consigli macro e verdetti giornalieri.
pt_pt: Converse com seu treinador pessoal de IA. Obtenha conselhos macro e veredictos diários.
ru: Общайтесь с персональным ИИ-тренером. Получайте советы по макросам и ежедневные вердикты.

source: Chat with your personal AI coach. Get macro advice, daily verdicts, and personalized health guidance.
de: Chatten Sie mit Ihrem persönlichen KI-Coach. Erhalten Sie Makro-Ratschläge, tägliche Urteile und personalisierte Gesundheitsberatung.
es: Chatea con tu entrenador personal de IA. Obtenga consejos macro, veredictos diarios y orientación de salud personalizada.
fr: Discutez avec votre coach IA personnel. Obtenez des conseils macro, des verdicts quotidiens et des conseils de santé personnalisés.
it: Chatta con il tuo allenatore personale di intelligenza artificiale. Ottieni consigli macro, verdetti giornalieri e indicazioni sanitarie personalizzate.
pt_pt: Converse com seu treinador pessoal de IA. Obtenha conselhos macro, veredictos diários e orientações de saúde personalizadas.
ru: Chat with your personal AI coach. Get macro advice, daily verdicts, and personalized health гuidance.
